[
  {
    "name": "Cozy Quarters - Ecommerce App",
    "git": "https://github.com/magratacris/cozyquarters",
    "live": "https://cozyquarters.vercel.app/",
    "desc": "Cozy Quarters! a fully functional e-commerce website that features a modern and minimalist design that makes it easy for customers to navigate and shop hassle-free. With the ability to filter products by category and add items to your cart with just a few clicks, the website also includes a payment system using Stripe, ensuring a secure and seamless checkout process for customers. You can try it out!",
    "stack": "React, Nextjs, Sanity, Stripe, Tailwind",
    "videoSrc": "https://drive.google.com/uc?export=download&id=1pRnqd8PyLJlS3z4q7nlD1TeFr8BDxlvV"
  },
  {
    "name": "ToDo list",
    "git": "https://github.com/magratacris/todolist",
    "live": "https://crism-todolist.vercel.app/",
    "desc": "Looking for a sleek and simple way to stay organized and on top of your tasks? Look no further than my To Do List app! Built using React and Tailwind CSS, and powered by Redux Toolkit for smooth and seamless state management, this app is the perfect solution for anyone who wants to stay on track and get things done. It\u0027s a simple app! you can create and delete items on your to-do list with ease, with a clean and intuitive user interface.",
    "stack": "React, Redux, Tailwind",
    "videoSrc": "https://drive.google.com/uc?export=download&id=13wVGvn4iNkmIpu-rm9pgLpcOSEdeFh1P"
  },
  {
    "name": "Portfolio",
    "git": "https://github.com/magratacris/crismagrata.com",
    "live": "https://crismagrata.dev",
    "desc": "My portfolio is a modern and stylish website that showcases my skills in design and creation. It features a striking color scheme with bold gradients and high contrast, making it both eye-catching and professional. The site creates a visually engaging experience for my visitors and includes my other works as well. My goal is to leave a lasting impression on anyone who visits.",
    "stack": "React, Nextjs, TypeScript, Tailwind",
    "videoSrc": "https://drive.google.com/uc?export=download&id=1MnEJleEGgTdT6RvDkUX40-AXVrEnwEnw"
  }
]
